Repository: sputnikenmeister/Literate
Catalog: *.lproj/Localizable.strings
Languages: sv

source: (unsaved)
sv: (aldrig sparad)

source: Advanced Find
sv: Avancerad sökning

source: Authenticate
sv: Autentisera

source: Cancel
sv: Avbryt

source: Change Encoding
sv: Ändra textkodning

source: Change Line Endings
sv: Byt radslut

source: Close
sv: Stäng

source: Close Split
sv: Slå ihop

source: Collection
sv: Samling

source: Commands
sv: Kommandon

source: Delete
sv: Ta bort

source: Download
sv: Ladda ned

source: Function
sv: Funktion

source: If you want you can try to authenticate with an administrators username and password
sv: Om du vill kan du försöka autentisera med en administratörs användarnamn och lösenord

source: It seems as if you do not have permission to save the file %@
sv: Det verkar som att du inte har tillräckligt med rättigheter att öppna filen ”%@”

source: Live Find
sv: Direktsök

source: New
sv: Ny

source: Please save it at a different location
sv: Vänligen spara den på ett annat ställe

source: Preferences
sv: Inställningar

source: Show Line Numbers
sv: Visa radnummer

source: Show Syntax Colours
sv: Visa syntaxfärger

source: Snippets
sv: Snuttar

source: Split Window
sv: Dela fönstret

source: You can not save this file because %@ is now a folder
sv: Du kan inte spara denna fil för ”%@” är numera en mapp

source: A newer version (%@) is available. Do you want to download it?
sv: En nyare version (%@) finns. Vill du ladda ned den?

source: Advanced
sv: Avancerat

source: All documents
sv: Alla dokument

source: Appearance
sv: Utseende

source: Are you sure that you want to delete %i occurrences of %@?
sv: Är du säker på att du vill ta bort %1$i förekomster av ”%2$@”?

source: Are you sure that you want to delete the one occurrence of %@?
sv: Är du säker på att du vill ta bort en förekomst ”%@?”

source: Are you sure that you want to replace %i occurrences of %@ with %@?
sv: Är du säker på att du vill ersätta %1$i förekomster av ”%2$@” med ”%3$@?”

source: Are you sure that you want to replace one occurrence of %@ with %@?
sv: Är du säker på att du vill ersätta en förekomst av ”%1$@” med ”%2$@?”

source: Are you sure you want to download preferences for Literate from your iDisk and replace your current settings?
sv: Är du säker på att du vill ladda ned inställningar för Literate från din iDisk och ersätta dina nuvarande inställningar?

source: Are you sure you want to install the command-line utility?
sv: Är du säker på att du vill installera kommandorads-verktyget?

source: Are you sure you want to revert this document?
sv: Är du säker på att du vill återgå till den senast sparade versionen av detta dokument?

source: Change the preferences to a different encoding or be careful to check the content if you choose to open it
sv: Ändra inställningarna till en annan textkodning eller kontrollera innehållet noggrant om du väljer att öppna dokumentet

source: Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened
sv: Välj något som inte är en mapp eller ändra inställningarna så att allt i en mapp öppnas

source: Command ran successfully
sv: Kommandot kördes framgångsrikt

source: copy
sv: kopia

source: Could not connect properly to your iDisk
sv: Lyckades inte koppla upp mot din iDisk ordentligt

source: Could not find a match for search-string %@
sv: Kunde inte hitta någon förekomst av ”%@”

source: Could not find a Literate preference-file on your iDisk
sv: Kunde inte hitta en inställningsfil till Literate på din iDisk

source: Could not find the syntax file to match this document
sv: Kunde inte hitta en syntaxfil som passsar detta dokument

source: Could not find your local preferences file
sv: Kunde inte hitta din lokala inställningsfil

source: Could not overwrite the file %@ because it has been removed
sv: Kunde inte skriva över filen %@ eftersom den har tagits bort

source: Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?
sv: Vill du ignorera de förändringar det andra programmet har gjort eller ladda in dokumentet igen och förlora de förändringar du har gjort?

source: Do you want to ignore the updates the other application has made or reload the document?
sv: Vill du ignorera de förändringar det andra programmet har gjort eller ladda in dokumentet igen?

source: Do you want to open %@ as a project or as a text file
sv: Vill du öppna %@ som ett projekt eller som en textfil?

source: Don't Line Wrap Text
sv: Radbryt inte

source: Don't Save
sv: Spara inte

source: Encoding
sv: Textkodning

source: Found %i matches for search-string %@
sv: Hittade %1$i förekomster av ”%2$@”

source: Found one match for search-string %@
sv: Hittade en förekomst av ”%@”

source: General
sv: Allmänt

source: Hide Documents List
sv: Göm dokumentlistan

source: Hide Invisible Characters
sv: Göm osynliga tecken

source: Hide Line Numbers
sv: Göm radnummer

source: Hide Projects
sv: Göm projekten

source: Hide Projects Drawer
sv: Göm projektutdragslådan

source: Hide Status Bar
sv: Göm statusrad

source: Hide Syntax Colours
sv: Göm syntaxfärger

source: Hide Tab Bar
sv: Göm flikraden

source: If you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually.
sv: Om du väljer Installera kommer smultron att installeras i /usr/bin och dess ”man page” i /usr/share/man/man1 och du kan använda den direkt i Terminalen (du kan behöva autentisera två gånger med en administratörs användarnamn och lösenord). Annars kan du välja att placera filerna du behöver på skrivbordet och installera dem manuellt.

source: Ignore
sv: Ignorera

source: Imported Snippets
sv: Importerade snuttar

source: Install
sv: Installera

source: It seems as if you do not have permission to open the file %@
sv: Det verkar som att du inte har tillräckligt med behörigheter att öppna filen %@

source: Saved
sv: Sparad

source: Length
sv: Längd

source: Line Wrap Text
sv: Radbryt

source: Line Wrap / Don't Line Wrap
sv: Radbryt / Radbryt inte

source: No document selected
sv: Inget dokument valt

source: Not applicable
sv: Icke tillämplig

source: Old Snippets
sv: Gamla snuttar

source: Open
sv: Öppna

source: Open & Save
sv: Öppna & Spara

source: Please be patient. It could take a while.
sv: Vänligen vänta. Det kan ta en stund.

source: Please change the preferences if you want any information in the bar
sv: Ändra inställningarna om du vill se något i statusraden

source: Please check if you've moved or deleted the original file
sv: Kontrolllera om du har flyttat eller tagit bort den ursprungliga filen

source: Please check the installation of Literate and that you have a preference-file at <your home folder>/Library/Preferences/org.smultron.Literate.plist
sv: Kontrollera installationen av Literate samt att du har en inställningsfil i <din hemkatalog>/Library/Preferences som heter org.smultron.Literate.plist

source: Please check the installation of the application and the preferences
sv: Kontrollera installationen av programmet samt inställningarna

source: Please check the permissions for the file and the enclosing folder and try again
sv: Vänligen kontrollera rättigheterna för filen och dess mapp och försök igen

source: Please consider exporting the snippets first. There is no undo available.
sv: Vänligen fundera på att exportera snuttarna först. Det går inte att ångra.

source: Please find it at a different location by choosing Open%C in the File menu
sv: Vänligen sök efter den på något annat ställe genom att välja Öppna%C i Arkiv-menyn

source: Please save it at a different location with Save As%C in the File menu
sv: Vänligen spara den på ett annat ställe med Spara som%C i Arkiv-menyn

source: Please try a different location with Save As%C in the File menu
sv: Vänligen spara den på ett annat ställe med Spara som%C i Arkiv-menyn

source: Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again
sv: Vänligen försök spara den på ett annat ställe med Spara som%C i Arkiv-menyn eller kontrollera rättighterna på filen och dess mapp och försök igen

source: Please try to save in a different location
sv: Vänligen försök spara den på ett annat ställe

source: Please use Save As%C in the File menu
sv: Vänligen använd Spara som%C i Arkiv-menyn

source: Preparing the document for printing
sv: Förbereder dokumentet för utskrift

source: Press the Escape-button on the keyboard to return from the full screen mode
sv: Tryck på Escape-tangenten för att återgå från fullskärmsläge

source: Preview
sv: Förhandsvisning

source: Project
sv: Projekt

source: Put On Desktop
sv: Placera på skrivbordet

source: Reload
sv: Ladda om

source: Remember that you can always Undo any changes
sv: Kom ihåg att du alltid kan ångra förändringar

source: Replace
sv: Ersätt

source: Replaced %i occurrences of %@ with %@
sv: Ersatte %1$i förekomster av ”%2$@” med ”%3$@”

source: Replaced one occurrence of %@ with %@
sv: Ersatte en förekomst av ”%1$@” med ”%2$@”

source: Revert
sv: Återgå

source: Save
sv: Spara

source: Selection
sv: Markering

source: Show Documents List
sv: Visa dokumentlistan

source: Show Invisible Characters
sv: Visa osynliga tecken

source: Show Projects
sv: Visa projekt

source: Show/Hide Projects
sv: Visa/Göm projekt

source: Show Projects Drawer
sv: Visa projektutdragslådan

source: Show Status Bar
sv: Visa statusraden

source: Show Tab Bar
sv: Visa flikraden

source: Show/Hide Line Numbers
sv: Visa/Göm radnummer

source: Show/Hide Syntax Colours
sv: Visa/Göm syntaxfärger

source: Split Window / Close Split
sv: Dela fönstret / Slå ihop delningen

source: Syntax Colours
sv: Syntaxfärger

source: Syntax Definitions
sv: Syntaxdefinitioner

source: Text File
sv: Textfil

source: The document %@ has been updated by another application
sv: Dokumentet ”%@” har uppdaterats av ett annat program

source: The document %@ has not been saved
sv: Dokumentet ”%@” har inte sparats

source: The document %@ is no longer open
sv: Dokumentet ”%@” är inte längre öppet

source: The file %@ does not exist
sv: Filen ”%@” finns inte mer

source: There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?
sv: Det uppkom ett problem när dokumentet öppnades med textkodningen ”%@”. Vill du försöka öppna det ändå?

source: There was a unknown error when trying to install the command-line utility
sv: Det uppkom ett okänt problem när kommandorads-verktyget installerades

source: There was a unknown error when trying to open the file %@ with authentication
sv: Det uppkom ett okänt problem när filen ”%@” skulle öppnas med autentisering

source: There was a unknown error when trying to save the file %@
sv: Det uppkom ett okänt problem när filen ”%@” skulle sparas

source: There was a unknown error when trying to save the file %@ with authentication
sv: Det uppkom ett okänt problem när filen ”%@” skulle öppnas med autentisering

source: This message will NOT appear again so try to remember it:-)
sv: Det här meddelandet kommer INTE upprepas så försök kom ihåg det:-)

source: This will delete all snippets that exists in the collection %@. Are you sure you want to continue?
sv: Detta kommer ta bort alla snuttar som finns i samlingen ”%@”. Är du säker på att du vill fortsätta?

source: Unknown error when running the command
sv: Okänt fel när kommandot kördes

source: untitled
sv: namnlös

source: Untitled project
sv: Namnlöst projekt

source: Upload
sv: Ladda upp

source: Use settings from Preferences
sv: Använd inställningen

source: You cannot open %@ because it is a folder
sv: Du kan inte öppna ”%@” eftersom det är en mapp

source: You cannot revert this document because the file %@ doesn't exist anymore
sv: Du kan inte återgå till den tidigare sparade versionen för filen ”%@” finns inte kvar

source: You have set the preferences to not show anything in the status bar
sv: Du har ställt inställningarna så att det inte visas något i statusraden

source: You need Mac OS X 10.4.5 Tiger or later to run this version of Literate
sv: Du behöver Mac OS X 10.4.5 Tiger eller senare för att köra denna version av Literate

source: Your changes will be lost if you close the document without saving.
sv: Dina förändringar kommer att försvinna om du stänger dokumentet utan att spara.

source: Your changes will be lost if you revert the document
sv: Dina förändringar kommer att försvinna om du återgår till den tidigare sparade versionen
