Repository: sputnikenmeister/Literate
Catalog: *.lproj/Localizable3.strings
Languages: sv

source: %@ is not a valid regular expression
sv: %@ är inte ett reguljärt uttryck

source: All documents
sv: Alla dokument

source: Command Result - Literate
sv: Kommandoresultat - Literate

source: Current document
sv: Aktuellt dokument

source: Current project
sv: Aktuellt projekt

source: Go to the web site (http://smultron.sourceforge.net) to download another version for an earlier Mac OS X system
sv: Gå till webbsiten (http://smultron.sourceforge.net) för att ladda ner en annan version för ett tidigare Mac OS X system

source: Hide Size Slider
sv: Göm storleksändraren

source: It seems as if the file is unwritable or that you do not have permission to save the file %@
sv: Det verkar som att filen inte går att skriva till eller så har du inte tillräckligt med behörighet att spara filen %@

source: New Collection
sv: Ny samling

source: New Command
sv: Nytt kommando

source: New Snippet
sv: Ny snutt

source: Old Commands
sv: Gamla kommandon

source: Please check if the file is locked, on a media that is unwritable or if you can save it in another location
sv: Var vänlig kolla om filen är låst, på en skiva som det inte går att skriva till eller om du kan spara den på ett annat ställe

source: Please consider exporting the commands first. There is no undo available
sv: Vänligen fundera på att exportera kommandona först. Det går inte att ångra.

source: Preferences - Literate
sv: Inställningar - Literate

source: Run
sv: Kör

source: Show Size Slider
sv: Visa storleksändraren

source: Split Window Vertically
sv: Dela fönstret vertikalt

source: This will delete all items in the collection %@. Are you sure you want to continue?
sv: Detta kommer radera allt i samlingen %@. Är du säker på att du vill fortsätta?

source: You need %@ or later to run this version of Literate
sv: Du behöver %@ eller senare för att köra denna version av Literate

source: This document can no longer be saved using its original %@ encoding.
sv: Dokumentet kan inte längre sparas i dess ursprungliga %@-format.

source: Please choose another encoding (such as UTF-8).
sv: Välj en annan kodning (t.ex. UTF-8).
